Revit 2027 API
ParameterTypeId.RbsWireInsulationParam Property
 "Insulation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsWireInsulationParam { get; }
Public Shared ReadOnly Property RbsWireInsulationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsWireInsulationParam {
	ForgeTypeId^ get ();
}
static member RbsWireInsulationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace